INSERT INTO MEMBER VALUES ( 'SYSTEM', '1212', '시스템계정', 'M', '1970-01-01', '010-0000-0000', '대전광역시 서구 대덕대로 182', '오라클빌딩 10층', '35234', '1970-01-01', SYSDATE, 'N', NULL, 'A');
INSERT INTO MEMBER VALUES ( 'ADMIN', '1212', '관리자계정', 'M', '1970-01-01', '010-0000-0000', '대전광역시 서구 대덕대로 182', '오라클빌딩 10층', '35234', '1970-01-01', SYSDATE, 'N', NULL, 'A');
INSERT INTO MEMBER VALUES ( 'lee', '1212', '이재진', 'M', '1983-01-01', '010-1234-1234', '대전광역시 서구 대덕대로 182', '오라클빌딩 10층', '35234', '2024-02-07', SYSDATE, 'N', 'SEO001', 'B');
INSERT INTO MEMBER VALUES ( 'hong', '1212', '홍경영', 'F', '1997-01-01', '010-4321-4321', '대전광역시 서구 대덕대로 182', '오라클빌딩 10층', '35234', '2024-02-07', SYSDATE, 'N', NULL, 'U');


COMMIT;