<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
[1장 총칙]
<br/>제1조 (목적)
<br/>이 약관은 이용고객이 주식회사 지니카(이하 “회사”)가 제공하는 서비스 “지니카”를 이용함에 있어 회사와 이용고객 간의 권리와 의무 및 책임 사항을 규정함을 목적으로 합니다. 인터넷과모바일과 스마트 장치 등을 이용하는 전자상거래에 대하여도 이 약관을 표준으로 삼아 사용합니다.
<br/>
<br/>제2조 (정의)
<br/>이 약관에서 사용하는 주요 용어입니다.
<br/>
<br/>“지니카”는 회사가 이용고객의 컴퓨터 및 휴대용 단말기 등 정보통신설비를 이용하여 재화, 용역을 거래할 수 있도록 설정한 가상의 영업장 또는 회사가 운영하는 앱과 웹사이트를 말합니다. 또한 ”지니카”를 운영하는 사업자를 뜻하기도 합니다.
<br/>“서비스”라 함은, 구현되는 단말기(PC, 태블릿, 휴대용 단말기 등의 각종 유무선 장치)와 상관없이 브랜드명 “지니카”를 사용하여 “회사”가 제공하는 모든 제반 서비스를 말합니다.
<br/>“이용고객” 이란, 회사의 “서비스”에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원과 비회원을 말합니다.
<br/>“게시물” 이란, “이용고객”이 “서비스”를 이용하면서 “서비스상”에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.
<br/>“주문거래”란, 이용고객이 서비스를 이용하면서 결제 서비스를 이용하여 매매가 이루어지는 일체를 말합니다.
<br/>“포인트”와 “쿠폰”이란, 회원이 서비스 이용할 때 회사가 회원에 제공하는 사이버 화폐를 말합니다.
<br/>“개인정보”란 당해 정보에 포함된 성명, 생년월일, 성별 등의 사항에 의하여 특정 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 인식할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.
<br/>제3조 (약관의 게시, 효력 및 개정)
<br/>회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(이용고객의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자 등을 이용고객이 쉽게 알 수 있도록 지니카의 서비스 화면에 게시합니다. 이용고객은 연결화면을 클릭해 약관의 구체적 내용을 자세히 확인할 수 있습니다.
<br/>회사는 이용고객이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 예약철회, 환불조건 등과 같은 중요한 내용을 이용고객이 이해할 수 있도록 별도의 연결화면 또는 팝업 화면 등을 제공하여 이용고객의 확인을 구하여야 합니다.
<br/>회사는 콘텐츠산업 진흥법, 전자상거래 관련 소비자보호에 관한 법률, 규제에 관한 법률, 소비자기본법, 전자거래기본법, 전자금융거래법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
<br/>회사가 약관을 개정할 경우에는 기존 약관과 개정 약관 및 개정 약관의 적용 일자와 개정 사유를 명시하여 현행 약관과 함께 그 적용 일자 7일 전부터 일정 기간 서비스 내 공지하고, 로그인 시 동의 관련 팝업 등의 전자적 수단을 통해 고지합니다. 다만, 이용고객에게 불리하게 계약 내용을 변경하는 경우에는 30일 전에 공지 및 고지합니다.
<br/>회사가 전 항에 따라 이용고객에게 통지하면서 공지 또는 공지∙고지일로부터 개정약관 시행일 7일 후까지 거부 의사를 표시하지 않으면 승인한 것으로 간주합니다. 또한 이용고객이 명시적으로 거부의 의사표시를 하지 않은 경우에는 변경된 약관을 승인한 것으로 봅니다.
<br/>이용고객이 개정약관에 동의하지 않을 경우 이용고객은 제36조의 규정에 따라 이용계약을 해지할 수 있습니다.
<br/>이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
<br/>회사는 운영하는 각 서비스에 대해 별도의 이용약관 및 규정, 정책, 세부 이용안내(이하 "개별약관") 등을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는 개별약관이 우선하여 적용됩니다.
<br/>[2장 서비스의 이용]
<br/>제4조 (서비스 제공 및 이용)
<br/>서비스 이용은 회사의 서비스 사용승낙 직후부터 가능합니다.
<br/>서비스 이용 시간은 회사의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴 1일 24시간(00:00-24:00)으로 함을 원칙으로 합니다. 다만, 서비스 설비의 정기점검 등의 사유로 회사가 서비스를 특정 범위로 분할하여 별도로 날짜와 시간을 정할 수 있습니다.
<br/>제5조 (서비스 내용 변경통지 등)
<br/>회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 서비스의 공지사항, SMS 등의 전자적 방식을 통하여 서비스 내용 관련 변경사항을 공지하거나 서비스 사용 종료를 통지할 수 있습니다.
<br/>
<br/>회사가 제공하기로 한 차량이 마감되었거나 기술적 사양의 변경 등의 사유로 제공내용이 변경될 경우에는 그 사유를 통지 가능한 방법으로 이용고객에게 통지합니다.
<br/>
<br/>제6조 (서비스 이용의 제한 및 중지)
<br/>회사는 다음 사유가 발생한 경우에는 이용고객의 서비스 이용을 제한하거나 중지시킬 수 있습니다.
<br/>이용고객이 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우
<br/>이용고객이 제8조의 의무를 위반한 경우
<br/>서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
<br/>전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
<br/>국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
<br/>회사는 이용고객이 “주민등록법"을 위반한 명의도용 및 결제 도용, 전화번호 도용, "저작권법"을 위반한 불법 프로그램의 제공 및 운영방해, "정보통신망법"을 위반한 불법 통신 및 해킹, 악성 프로그램의 배포, 접속 권한 초과 행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 서비스 이용을 통해 획득한 혜택 등도 모두 소멸하며, 회사는 이에 대해 별도로 보상하지 않습니다.
<br/>회사는 본 조에 따라 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한 기간 등을 제5조 [서비스 내용 변경통지 등]에 따라 이용고객에게 통지합니다.
<br/>이용고객은 본 조에 따른 이용 제한 등에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이때 이의가 정당하다고 회사가 인정하는 경우 회사는 즉시 서비스의 이용을 재개합니다.
<br/>제7조 (회원가입)
<br/>이용고객은 회사가 정한 가입 양식에 따라 회원 정보를 기재한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
<br/>회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용고객 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
<br/>가입 신청자가 이 약관 제8조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제8조 제3항에 의한 회원자격 상실 후 3년이 지나간 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 한다.
<br/>등록 내용에 허위, 기재 누락, 오기가 있는 경우
<br/>기타 회원으로 등록하는 것이 회사 영업에 현저히 지장이 있다고 판단되는 경우
<br/>회원가입 계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.
<br/>회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 회사에 대하여 회원 정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
<br/>제8조 (권리의 귀속 및 저작물의 이용)
<br/>회사가 이용고객에게 제공하는 각종 서비스에 대한 저작권을 포함한 일체의 권리는 회사에 귀속되며 이용고객이 서비스를 이용하는 과정에서 작성한 게시물에 대한 저작권을 포함한 일체에 관한 권리는 별도의 의사표시가 없는 한 해당 이용고객에게 귀속됩니다.
<br/>회사는 서비스의 운영, 전시, 전송, 배포, 홍보의 목적으로 이용고객의 별도 허락 없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되게 합리적인 범위 내에서 다음과 같이 이용고객이 등록한 게시물을 사용할 수 있습니다. 회사는 이용고객이 탈퇴 또는 휴면 상태인 경우에도 본 항에 따라 게시물을 사용할 수 있으며, 이용고객이 이를 원하지 않는 경우 서비스 내의 기능을 이용하여 게시물을 수정 또는 삭제할 수 있습니다.
<br/>– 다 음 –
<br/>
<br/>서비스 내에서 이용고객의 게시물 복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의 편집 저작물 작성 미디어, 통신사 등 서비스 제휴 파트너에게 회원의 게시물 내용을 제공, 전시 혹은 홍보하게 하는 것.
<br/>
<br/>이용고객이 작성한 게시물에 대해 저작권 및 모든 책임은 이를 게시한 ‘이용고객’에게 있습니다. 단, 회사는 이용고객이 게시하거나 등록하는 게시물의 내용이 다음 각호에 해당한다고 판단되는 경우 해당게시물을 사전통지 없이 삭제 또는 임시조치(블라인드)할 수 있습니다.
<br/>다른 회원 또는 제3자를 비방하거나 명예를 손상하는 내용인 경우
<br/>공공질서 및 미풍양속에 위반되는 내용일 경우
<br/>범죄적 행위에 결부된다고 인정되는 경우
<br/>회사의 저작권, 제3자의, 저작권 등 기타 권리를 침해하는 내용인 경우
<br/>회원이 사이트와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
<br/>회사로부터 사전 승인받지 아니한 상업광고, 판촉 내용을 게시하는 경우
<br/>해당 상품과 관련 없는 내용인 경우
<br/>정당한 사유 없이 ‘회사’ 또는 ‘제휴판매자’의 영업을 방해하는 내용을 기재하는 경우
<br/>자신의 업소를 홍보할 목적으로 직접 또는 제3자(리뷰대행업체 등)을 통하여 위법 부당한 방법으로 허위 또는 과장된 게시글을 게재하는 경우
<br/>허위주문 또는 주문취소 등 위법 부당한 방법으로 리뷰 권한을 획득하여 ‘회원’ 또는 제3자의 계정을 이용하여 게시글을 게시하는 경우
<br/>의미 없는 문자 및 부호에 해당하는 경우
<br/>제3자 등으로부터 권리침해신고가 접수된 경우
<br/>관계 법령에 위반된다고 판단되는 경우
<br/>기타 회사의 서비스 약관, 운영정책 등 위반행위를 할 우려가 있거나 위반행위를 한 경우
<br/>회사가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에 귀속합니다.
<br/>제9조 (회원 및 비회원 이용고객의 의무)
<br/>회원 및 비회원 이용고객은 다음 행위를 하여서는 안 됩니다.
<br/>회원 정보에 허위 내용을 등록하는 행위
<br/>회사의 서비스에 게시된 정보를 변경하거나 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위
<br/>회사 기타 제3자의 명예를 훼손하거나 지식재산권을 침해하는 등 회사나 제3자의 권리를 침해하는 행위
<br/>다른 회원의 회원 정보 또는 이용고객의 정보를 도용하여 부당하게 서비스를 이용한 경우
<br/>정크메일(junk mail), 스팸메일(spam mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을 권유하는 메일, 외설 또는 폭력적인 메시지 ·화상·음성 등이 담긴 메일을 보내거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위
<br/>정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위
<br/>공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위 회사의 직원이나 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 모용하여 글을 게시하거나 메시지를 발송하는 행위
<br/>컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편, SMS로 발송하는 행위
<br/>스토킹(stalking) 등 다른 이용고객의 서비스 이용을 방해하는 행위
<br/>다른 이용고객의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
<br/>불특정 다수의 이용고객을 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송하는 등의 방법으로 회사에서 제공하는 서비스를 이용하여 영리 목적의 활동을 하는 행위
<br/>현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위
<br/>서비스를 이용하여 구입한 상품 등의 대금, 기타 서비스의 이용과 관련하여 이용고객이 부담하는 채무를 기일에 지급하지 않는 경우
<br/>이용고객이 제출한 주소 또는 연락처의 변경통지를 하지 않는 등 이용고객의 귀책 사유로 인해 이용고객이 소재 불명 되어 회사가 이용고객에게 통지, 연락을 할 수 없다고 판단되는 경우
<br/>회사의 임직원에게 폭력적, 명예훼손적, 모욕적 또는 성적 굴욕감이나 혐오감을 유발할 수 있는 발언이나 행동을 하는 행위
<br/>거래 통념상 비합리적인 요구 또는 요청을 임직원에게 지속적으로 또는 반복적으로 하는 행위
<br/>합리적 사유 없이 상습적, 악의적으로 이의를 제기하여 회사의 업무를 방해하는 행위
<br/>주문거래에 특별한 문제가 없음에도, 상습적으로 예약 후 취소 등을 요구하여 회사의 업무를 방해하는 행위
<br/>제휴판매자의 시설 이용 과정에서 기물 파손 등의 행위로 제휴판매자에게 재산상의 손해를 발생시키는 경우
<br/>제휴판매자의 시설 이용 과정에서 욕설, 폭언, 성희롱 등에 해당하는 행위로 제휴판매자의 시설 업무환경을 심각히 어지럽히는 경우
<br/>제휴판매자 또는 회사와의 협의 없이 추가 이용요금 및 면책금과 같은 제휴판매자에 납부해야 할 요금을 납부하지 않고 연체하고 있는 경우
<br/>현장에서 욕설, 위협, 폭행을 가하는 행위
<br/>그 밖에 위 각 호의 행위에 준하는 일체의 업무 방해 행위
<br/>회사는 이용고객이 제1항의 행위를 하는 경우 서비스의 이용을 제한하거나 일방적으로 본 계약을 해지할 수 있습니다.
<br/>회사는 회원 자격을 제한 및 정지시킨 후 같은 행위가 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, 회사는 해당 회원에 대해 회원자격을 상실시킬 수 있습니다.
<br/>회사가 회원자격을 상실시키는 경우 회원에게 이를 통지합니다. 한편, 회원자격 말소 전에 30일 이상의 기간을 정하여 반론하고 소명할 기회를 부여합니다.
<br/>회사는 사고 발생 시 이용고객을 보호하기 위해 자동차손해배상 보장법에 따라 자동차 종합 보험(대인배상, 대물배상, 자기 신체 사고)에 가입된 자동차를 제공합니다. 또한 이용고객의 손해를 줄이기 위해 자동차손해 면책제도와 관련된 보험서비스(자차보험)를 제공합니다. (단, 국내 지역 서비스에 한함)
<br/>제10조 (회원에 대한 통지)
<br/>회사가 회원에 대해 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 또는 통지 가능한 방법으로 할 수 있습니다.
<br/>회사는 불특정 다수 회원에 대한 통지의 경우 1주일 이상 회사 홈페이지 공지사항에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
<br/>제11조(자동차 관리)
<br/>이용고객은 이용하는 차량의 경고등, 브레이크 오일이나 자동차 내 기타 경고등을 항상 체크하며 주행해야 하며 필요할 때 세차를 할 수 있습니다. 문제가 되는 상황이나 의심스러운 소음 등의 징후가 발견되는 경우 이용고객은 즉시 고객센터로 연락해야 합니다.
<br/>운전 중 사고 발생 시 지니카 고객센터로 즉시 연락해야 합니다.
<br/>이용고객은 자동차 대여 기간에 발생하는 법률 위반으로 인한 벌금과 과태료를 지불해야 할 의무가 있습니다.
<br/>이용고객은 예약 시 지불한 금액 외에 추가 요금을 지불할 수 있습니다. 추가 요금은 연장요금, 조기 배회차 요금, 야간 배회 대여 요금, 유료 주차장 주차비, 추가 옵션 요금 등에서 발생할 수 있으며 세부 내용은 서비스내에서 확인하실 수 있습니다.
<br/>제12조(도로 교통 관련 법률 위반)
<br/>이용고객은 차량 운전 중에 발생하는, 다음과 같은 도로 교통 관련 법률 위반 및 법률 위반에 대한 책임을 져야 합니다. 도로 교통 관련 법률은 아래 예시에 한정되지 않으며, 이용고객이 차량을 운전하는 해당 국가 및 지역의 도로교통법을 지칭합니다.
<br/>
<br/>12대 중과실 사고
<br/>사망사고 : 교통사고로 피해자가 현장 또는 치료 도중에 사망한 경우
<br/>건널목 통과 방법 위반 : 건널목 및 철길에서 일시 정지 및 안전 확인 등 주의 의무 위반
<br/>도주 사고 : 사람을 치고 도주한 경우, 남의 재물에 손해를 입히고 도주한 경우
<br/>보행자 보호의무 위반 : 신호 등 유무를 불문하고 횡단보도에서 보행인을 친 사고(자전거 또는 이륜차를 끌고 가는 보행인 포함)
<br/>신호 위반 :신호를 위반했거나 비보호좌회전, 수신호를 위반한 경우, 통행금지구역, 일방통행구역에서의 운전 등
<br/>무면허운전 : 무면허운전, 면허 정지 기간 중 운전, 적성검사미필 중 운전
<br/>중앙선침범 : 의도적 중앙선 침범 사고, 빗길 과속 중앙선 침범 사고, 횡단보도에서 좌회전 중 반대 방향 자동차와 사고 등
<br/>음주 및 약물복용 운전
<br/>속도위반 : 규정 속도의 초과 운전, 우천 시 감속하지 않은 경우
<br/>인도 침범, 통행 방법위반 : 인도 침범사고, 도로 외의 곳에 출입하고자 보도를 횡단하던 중 발생한 사고
<br/>앞지르기 방법 및 금지 위반 : 커브길/병진 시 앞지르기, 이중 추월, 앞차의 우측으로 앞지르기, 2개 차로 사이로 앞지르기
<br/>승객 추락 방지 의무 위반 : 승객 승하차 중 문을 닫지 않고 출발하던 중 사고
<br/>스쿨존 내 상해 사고 : 어린이보호구역으로 지정된 구역에서 운행 중 발생한 어린이 상해 사고
<br/>면허 도용 : 타인 면허증을 도용하여 이용한 경우
<br/>기타 상기 각 호에 준하는 중대한 법률 위반
<br/>제13조 (회사의 의무)
<br/>회사는 회사의 서비스 제공 및 보안과 관련된 설비를 지속적이고 안정적인 서비스 제공에 적합하도록 유지, 점검 또는 복구 등의 조치를 성실히 이행하여야 합니다.
<br/>회사는 이용고객이 원하지 아니하는 영리 목적의 광고성 전자우편이나 SMS를 발송하지 않습니다.
<br/>회사는 서비스의 제공과 관련하여 알게 된 이용고객의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 이용고객의 개인정보보호에 관한 기타의 사항은 개인정보보호법 등 관계 법령 및 회사가 별도로 정한 “개인정보 처리방침”에 따릅니다.
<br/>회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적으로 서비스를 제공하는 데 최선을 다하여야 합니다.
<br/>제14조 (회원의 ID 및 비밀번호에 대한 의무)
<br/>제35조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
<br/>회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.
<br/>회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지하였으면 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.
<br/>제15조 (예약 신청)
<br/>이용고객은 지니카 앱과 웹 서비스에서 다음과 같은 방법으로 예약을 진행하게 됩니다. 회사는 이용고객이 예약 신청할 때 다음과 같은 내용을 알기 쉽게 제공합니다.
<br/>
<br/>이용 가능한 차량을 검색하고 선택하는 내용과 방법
<br/>대여약관, 비수기와 성수기에 대한 안내, 취소 수수료에 관한 안내, 청약 철회권이 제한되는 서비스, 대인/대물/자손 보상한도 및 자차 보험료 등의 비용부담과 관련한 내용(국가별로 보험 명칭이 상이할 수 있습니다.)
<br/>이용고객의 동의가 필요한 약관에 대해 안내하고 동의하거나 거부할 수 있게 선택하는 행위
<br/>차량 등의 예약신청에 대한 확인
<br/>결제 방법의 선택
<br/>회사가 제3자에게 구매자 개인정보를 제공, 위탁할 필요가 있는 경우 실제 구매신청 시 구매자의 동의를 받아야 하며, 회원가입 시 미리 포괄적으로 동의를 받지 않습니다. 이때 회사는 제공되는 개인정보 항목, 제공받는 자, 제공받는 자의 개인정보 이용 목적 및 보호, 이용 기간 등을 구매자에게 명시하여야 합니다. 다만 「개인정보보호법」 제26조에 의한 개인정보 처리 위탁의 경우 등 관련 법령에 달리 정함이 있는 경우에는 그에 따릅니다.
<br/>제16조(계약 성립)
<br/>회사는 이용고객의 예약 신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다.
<br/>신청 내용에 허위, 기재 누락, 오기가 있는 경우
<br/>예약신청 고객이 회원 자격을 제한받았거나 정지되었거나 상실된 경우
<br/>예약신청 고객이 재판매 등의 목적으로 지니카 영업 방해 목적이 뚜렷할 경우
<br/>기타 예약신청에 승낙하는 것이 회사 영업에 현저히 지장이 있다고 판단하는 경우
<br/>계약이 성립한 후 회사가 제1항 각호의 사유를 발견한 경우 회사는 즉시 계약을 취소할 수 있으며, 계약 취소 시 고객이 결제한 차량 대금은 즉시 환불처리 됩니다.
<br/>제17조(수신확인통지, 예약신청 변경 및 취소)
<br/>회사는 이용고객의 예약신청이 있는 경우 문자 또는 카톡 알림톡 또는 이메일 등의 수단으로 이용고객에게 수신확인 통지를 해야 합니다.
<br/>수신확인 통지를 받은 이용고객은 의사표시의 불일치 등이 있는 경우에는 수신확인 통지를 받은 후 즉시 예약신청 변경 및 취소를 요청할 수 있고, 회사는 예약 확정 전에 이용고객의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다.
<br/>예약 배차 불능 시, 100% 환불 처리됩니다.
<br/>제 18조 (지니카와 지니카 연결 웹사이트 간의 관계)
<br/>지니카와 연결된 웹사이트란 하이퍼 링크(예: 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우를 말합니다.
<br/>회사는 연결된 웹사이트가 독자적으로 제공하는 재화, 용역으로 이용고객과 해당 웹사이트가 행하는 거래에 대해서 보증책임을 포함하여 일체 책임을 지지 않습니다.
<br/>제19조 (양도 금지)
<br/>이용고객의 서비스 받을 권리는 이를 양도 내지 증여하거나 질권의 목적으로 제공할 수 없습니다.
<br/>
<br/>제 20조 (포인트 및 쿠폰 서비스)
<br/>회사는 회원의 구매 활동, 이벤트 참여 등에 따라 회원에게 일정한 “포인트” 및 “쿠폰”을 부여할 수 있습니다.
<br/>“포인트” 의 최소 사용금액 없이 자유롭게 사용하되 사용조건에 관한 사항은 회사의 정책에 따라 달라질 수 있습니다.
<br/>“쿠폰”은 차량 등을 예약할 때나 지니카가 제공하는 서비스를 이용할 때 표시된 금액 또는 비율만큼 할인받을 수 있습니다.
<br/>“포인트” 및 “쿠폰”의 사용금액에 대해서는 신규로 “포인트”가 부여되지 않습니다.
<br/>“쿠폰”의 사용 방법 및 유효기간은 발행된 쿠폰의 정책에 따릅니다.
<br/>회원은 포인트 및 쿠폰을 상품 등의 구매 시 결제 수단으로 사용할 수 있으며, 회사는 포인트 지급 기준, 사용 방법, 사용 기간 및 제한에 대한 사항을 사이트에 별도로 게시하거나 통지합니다. 포인트 및 쿠폰의 사용조건에 관한 사항은 회사의 정책에 따라 달라질 수 있습니다.
<br/>회원은 포인트 및 쿠폰을 제3자에게 또는 다른 아이디로 양도할 수 없으며, 유상으로 거래하거나 현금으로 전환할 수 없습니다.
<br/>회사는 회원이 회사가 승인하지 않은 방법 또는 허위 정보 제공 등의 부정한 방법으로 포인트 및 쿠폰을 획득하거나 부정한 목적이나 용도로 포인트 및 쿠폰을 사용하는 경우 사용을 제한하거나 사용한 예약신청을 취소하거나 회원 자격을 정지할 수 있습니다.
<br/>회원 탈퇴 시 미사용한 포인트 및 쿠폰은 즉시 소멸하며, 탈퇴 후 재가입하더라도 소멸한 포인트 및 쿠폰은 복구되지 아니합니다.
<br/>이용고객이 포인트나 쿠폰을 이용하여 결제 후 취소 시 쿠폰은 유효기간 만료 전일 경우 즉시 반환되며, 취소로 인한 수수료 발생 시 수수료는 기사용한 포인트 금액에서 우선 차감됩니다.
<br/>제21조 (주문거래 기록의 보관)
<br/>“주문거래”의 거래기록은 전자상거래 등에서의 소비자보호에 관한 법률에 규정에 의해 일정기간 보존할 수 있습니다.
<br/>
<br/>제22조 (주문거래 시 가능한 결제 수단)
<br/>회사에서 구매한 재화 또는 용역에 대한 대금 지급 방법은 다음 각호의 하나로 할 수 있습니다.
<br/>
<br/>- 신용카드 결제, 은행 입금 결제, 가상계좌 결제, 포인트, 쿠폰, 기타 회사가 추가 지정하는 결제 수단
<br/>
<br/>제23조 (주문거래 시 구매 결정 및 송금)
<br/>이용고객은 본 약관 및 회사가 정한 규정에 따라 아래 절차를 거쳐 “주문거래”를 할 수 있습니다.
<br/>
<br/>재화 또는 용역의 선택
<br/>단기 대여의 경우 예약 일자, 생년월일, 지역, 운전자명 입력
<br/>장기 대여의 경우 운전자명, 대여 구분 정보, 희망 차종, 고객 구분정보의 입력
<br/>재화 또는 용역 금액의 확인
<br/>결제 방법의 선택
<br/>제24조 (주문거래 시 취소, 중도반납 및 환불)
<br/>회사의 “주문거래” 시 취소, 중도 반납 및 환불 규정은 전자상거래 등의 소비자 보호에 관한 법률 및 자동차대여업 관련 법령을 준수합니다.
<br/>이용고객의 변심으로 인한 주문거래 취소·환불정책 등은 개별 서비스 이용안내 등을 통해 제공하고 있으며, 서비스 예약 단계에서 확인이 가능합니다.
<br/>회원은 전항의 안내·소개 등을 충분히 숙지하고 서비스를 이용하여야 합니다. 회사는 통신판매중개자로서 통신판매의 당사자가 아니고, 제휴판매자가 상품 등 이용에 관한 이용정책이나 예약에 관한 취소/환불 정책을 별도로 운영하므로, 회원은 상품 등 이용 또는 예약시 반드시 그 내용을 확인해야 합니다. 회원이 이 내용을 제대로 숙지하지 못해 발생한 피해에 대해서는 회사가 책임을 부담하지 않습니다.
<br/>대여 전 취소를 하더라도 배달서비스 이용 고객에 한하여 배달서비스 비용이 부과될 수 있습니다.
<br/>제휴판매자의 사정으로 인한 예약 취소 시 제휴판매자는 지체 없이 회사에 이를 알려야 하고 이용고객에게 전화로 이해를 구해야 하며 회사는 일체의 고객 위약금 없이 원 결제수단을 통하여 결제액 전액을 이용고객에게 반환합니다.
<br/>이용고객의 중복 예약건이 확인될 경우, 지니카에서 문제 발생 예방을 위해 예약 취소 처리를 할 수 있습니다.
<br/>이용고객의 변심으로 인한 "주문거래"의 중도 반납이나 연장사용 요청 시 발생하는 환불금, 추가납부금 등의 금액 결정 및 입출금은 제휴판매자와 이용고객이 차량의 대여 전에 작성한 렌트카 대여계약서 및 제휴판매자의 가격 기준에 따라 결정하며 지니카는 이와 관련된 서비스를 제공하지 않습니다. 단, 해외 지역의 렌트카 상품을 이용하는 경우, 지니카가 연장사용에 관한 서비스를 제공할 수 있습니다.
<br/>이용고객의 기타 차량의 사용 중에 발생한 사고나 도난 등 차량의 대여 중 발생한 문제에 대해서는 제휴판매자와 차량의 대여 전에 작성한 렌트카 대여계약서의 기준을 따릅니다.
<br/>이벤트성 특가상품은 예약 후 환불이 불가할 수 있으며 이 경우 예약 시점에 회원에게 고지합니다.
<br/>회사는 이용고객이 예약 신청한 차량 등이 품절 등의 사유로 인도 또는 제공할 수 없을 때는 지체 없이 그 사유를 이용고객에게 통지하고, 사전에 차량 등의 예약 대금을 받은 경우에는 대금을 받은 날로부터 영업일 이내에 환급하거나 환급에 필요한 조치를 취하게 됩니다.
<br/>단, 제휴판매자와 해당 제휴판매자의 차량을 예약한 이용고객과 협의를 통해 동급 또는 차종 업그레이드된 차량으로 대체될 수 있습니다.
<br/>이용고객의 변심으로 인해 쿠폰, 포인트, 카드사 자체 할인 등의 할인액을 사용한 예약을 취소해 취소 수수료가 발생될 시 취소 수수료는 할인액 적용 전 금액인 원금 기준으로 부과되며, 원금은 차량대여료, 보험료, 차량 배달 서비스료 등 대여료와 부가서비스 비용이 모두 포함된 금액을 뜻합니다.
<br/>제25조 (주문거래 시 거래조건)
<br/>이용고객이 주문하는 경우 연락처, 배/회차지 주소에 대한 정확한 정보를 기재해야 하며, 이용고객이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 이용고객이 부담합니다.
<br/>회사 및 제휴판매자는 별도의 취소 및 환불 관련 규정을 정할 수 있으며, 이 경우 별도 계약 및 이용조건 상의 취소 및 환불 규정이 우선 적용됩니다.
<br/>회사는 제휴판매자와 이용고객 간의 거래를 중개하는 플랫폼 서비스만을 제공할 뿐, 재화 및 서비스를 판매하는 당사자가 아니며, 재화 및 서비스에 대한 정보 및 상품, 하자 등에 대한 책임은 제휴판매자에 있습니다.
<br/>회사는 이용고객의 귀책 사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
<br/>이용고객은 제휴판매자가 규정한 요금정책을 준수할 것을 약속하며, 아래 해당하는 페널티 금액이나 추가 비용이 발생할 수 있음에 동의합니다.
<br/>이용고객이 예약 후 취소하지 않는 경우에는 예약한 제휴판매자의 자동차를 이용하지 않더라도 예약 시간 전체에 대한 요금이 부과됩니다.
<br/>이용고객의 예약 정보가 실제 운전자 정보와 다르고, 운전자가 대여에 가능한 조건에 충족하지 않거나 대여가 불가한 상황이라면 예약 시간 전체에 대한 요금이 부과됩니다.
<br/>이용고객은 제휴판매자가 규정한 요금정책을 준수할 것을 약속하며, 아래 해당하는 페널티 금액이나 추가 비용이 발생할 수 있음에 동의합니다.
<br/>회사의 손해배상 요금 정책은 다음 각호와 같습니다.
<br/>이용고객의 자동차 사고나 사건에 연루되어 자동차가 훼손되거나 파손된 경우, 이용고객은 그로 인하여 발생한 손해를 배상해야 할 책임이 있습니다. 이 경우 그 배상 요금은 회원가입 및 결제 시 동의한 서비스 이용약관에 따릅니다.
<br/>회사는 이용고객이 규정 사항 위반 시 위반 내용에 상응하는 페널티 금액을 부과할 수 있으며, 이와 별도로 자동차 수리비, 소송비용, 변호사 비용 등을 추가로 청구할 수 있고, 이용고객에 대해 경고 및 서비스 이용 정지 등의 조치를 취할 수 있습니다.
<br/>회사는 본인 및 다른 이용고객들을 위해 지켜야 할 아래와 같은 준수 사항들을 이행하지 않은 이용고객에게는 항목별로 페널티 금액을 책정하여 청구할 수 있습니다.
<br/>기본 운전자 준수사항
<br/>자동차 반납의 지연
<br/>자동차 반납 시 잔여 연료가 대여 시 연료보다 적을 경우
<br/>자동차 내에서의 흡연
<br/>자동차 키 분실
<br/>헤드라이트 소등 미실시
<br/>수리 또는 청소(자동차 내/외부)가 필요한 자동차를 방치하거나 반려동물의 분비물 등 차량에 쓰레기를 투기한 경우
<br/>자동차 파손을 유발하는 원인을 제공하거나 허가한 경우
<br/>자동차반납이 지정된 장소가 아닌 다른 곳에 하거나 주차금지 구역에 차를 주차한 경우
<br/>주차요금 미정산
<br/>도로 톨게이트비 미지급
<br/>파손이나 도난을 본사로 즉시 연락하지 않은 경우
<br/>음주 및 약물복용 운전 시
<br/>상기 내용 외 자동차의 정상적 서비스 이용에 문제를 야기했을 경우
<br/>위 항목에 대한 페널티 금액은 다음과 같습니다.
<br/>운전자 준수사항 미이행 내용
<br/>페널티 금액
<br/>자동차 내에서의 흡연 혹은 낚시, 반려견으로 인한 분비물 및 털 흔적 또는 고의적 차량 훼손 등 : 제휴판매자가 정한 내규에 따름(ex. 흡연 시 10만 원 / 분비물 10만 원 등)*낚시나 반려견의 분비물, 털 흔적으로 인해 제휴판매자의 영업에 지장이 생길 시에 휴차 보상료가 부과될 수 있습니다. 휴차 보상료는 제휴판매자가 정한 내규를 따르고 있습니다.
<br/>본 서비스와 관련하여 발생한 미납 요금, 페널티 금액, 손해배상 등 이용고객의 회사에 대한 채무가 모두 정산될 때까지, 해당 이용고객의 지니카 서비스 사용이 중지되며, 그 채무가 일정 기간 계속하여 변제되지 않은 경우 해당 이용고객의 서비스 이용 자격이 박탈될 수 있습니다. 이러한 이용고객의 서비스 사용 권한에 대한 판단 기준은 지니카의 내부 운영 규정에 근거합니다.
<br/>이용고객이 본 약관 및 위 각 조항을 준수하지 않았을 경우, 회사는 본 약관에 따라 위 손해배상 요금 등 각종 수수료를 부과하는 것 외에 계약을 해지할 수 있는 권리를 가집니다.
<br/>회사는 본 서비스와 관련하여 발생한 미납 요금, 페널티 금액, 손해배상 등 이용고객의 회사에 대한 채무가 정산되지 않을 경우 이용고객을 상대로 보전처분, 본안소송 제기, 강제집행 절차의 착수 등 채무 변제를 위한 법적 조치에 들어갈 수 있습니다.
<br/>제26조 적용범위
<br/>제25조와 제휴판매자의 ‘자동차 대여약관 및 특별약관’ 사이에 상이한 사항이 있는 경우, 제휴판매자의 약관이 우선하여 적용됩니다.
<br/>
<br/>[3장 위치기반서비스]
<br/>제27조 (위치기반서비스의 내용 및 목적, 기간)
<br/>회사는 위치정보사업자로부터 받은 위치정보수집대상의 위치정보를 이용하여 다음과 각호와 같은 내용의 위치기반서비스를 제공합니다
<br/>- 현재 위치를 활용한 검색 결과 제공: 개인위치정보 주체의 현 위치를 기준으로 근거리 및 방문이 가능한 제휴판매자 등의 검색 결과를 제공합니다.
<br/>위치기반서비스를 통한 개인위치정보는 위 내용에 따라 이용되며, 이용된 정보는 별도 보유하지 않습니다. 단, 보유가 필요한 경우 보유기간 및 파기는 지니카 개인위치정보처리방침 제3조의 내용에 따르며 그 외 위치정보 수집∙이용∙제공사실 확인자료의 보유기간은 본 약관 제30조 제4항에 따라 처리합니다.
<br/>제28조 (위치정보 수집 방법)
<br/>회사는 다음과 같은 방식으로 개인위치정보를 수집합니다.
<br/>
<br/>휴대폰 단말기를 이용한 기지국 기반(Cell ID 방식)의 실시간 위치정보 수집
<br/>GPS 칩이 내장된 전용 단말기를 통해 수집되는 GPS 정보를 통한 위치정보 수집
<br/>Wi-Fi칩이 내장된 전용 단말기를 통해 수집되는 WPS 정보를 통한 위치정보 수집
<br/>기타 위치를 식별할 수 있는 장치를 통해 수집되는 위치정보 수집
<br/>제29조 (위치기반서비스의 이용)
<br/>위치기반서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무상이나 기술상의 이유로 서비스가 일시 중지될 수 있고, 또한 운영상의 목적으로 회사가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이럴 때 회사는 사전 또는 사후에 이를 공지합니다.
<br/>회사는 위치기반서비스를 일정 범위로 분할하여 범위별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.
<br/>회사는 전시·사변·천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가 전기통신 서비스를 중지하는 등 기타 부득이한 사유가 있는 경우에는 위치기반서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
<br/>
<br/>회사는 제4항의 규정에 의하여 위치기반서비스의 이용을 제한하거나 정지한 때에는 그 사유 및 제한 기간 등을 지체 없이 이용고객에게 알리도록 노력해야 합니다.
<br/>제3항에 의한 장애로 인하여 위치기반서비스가 제한 또는 정지된 경우에 회사는 일체의 책임을 지지 않습니다.
<br/>제30조 (개인위치정보의 이용 또는 제공)
<br/>개인위치정보를 이용하는 회사는 아래와 같습니다.
<br/>상호 : 주식회사 지니카
<br/>대표자: 홍성혜
<br/>주소 : 대전광역시 서구 대덕대로 182 오라클빌딩 10층
<br/>대표전화: 042-1212-1212
<br/>회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보 주체의 동의를 얻어야 합니다.
<br/>이용고객 및 법정대리인의 권리와 그 행사 방법은 제소 당시 이용고객의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용고객의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할 법원에 제기합니다.
<br/>회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집∙이용∙제공사실 확인자료를 위치정보시스템에 자동으로 기록하며, 1년간 보관합니다.
<br/>회사는 개인위치정보를 이용고객이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 이용고객에게 받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 단, 다음 각호의 어느 하나에 해당하는 경우에는 이용고객이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
<br/>개인위치정보를 수집한 당해 통신 단말 장치가 문자, 음성 또는 영상의 수신 기능을 갖추지 아니한 경우
<br/>
<br/>이용고객이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
<br/>
<br/>제31조 (개인위치정보 주체의 권리)
<br/>이용고객은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공 사실확인자료를 파기합니다.
<br/>이용고객은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.
<br/>이용고객은 회사에 대하여 아래 각호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 이용고객의 요구를 거절할 수 없습니다.
<br/>본인에 대한 위치정보 수집, 이용, 제공 사실 확인 자료
<br/>본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 따라 제3자에게 제공된 이유 및 내용
<br/>이용고객은 제1항 내지 제3항의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.
<br/>제32조 (법정대리인의 권리)
<br/>회사는 14세 미만의 이용고객에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 당해 이용고객과 당해 이용고객의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제7조에 의한 이용고객의 권리를 모두 가집니다.
<br/>회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용∙제공 사실확인자료를 이용 약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세 미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.
<br/>위치정보 및 위치기반서비스 제공에 따른 요금 정산을 위하여 위치정보 이용, 제공 사실확인자료가 필요한 경우
<br/>통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
<br/>제33조 (8세 이하의 아동 등의 보호 의무자의 권리)
<br/>회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동 등”이라 한다)의 보호 의무자가 8세 이하의 아동 등의 생명 또는 신체 보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는본인의 동의가 있는 것으로 봅니다.
<br/>8세 이하의 아동
<br/>금치산자
<br/>장애인복지법 제2조 제2항 제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조 제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에의하여 장애인 등록을 한 자에 한한다.)
<br/>8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의하고자 하는 보호 의무자는 서면동의서에 보호 의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야합니다.
<br/>보호 의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보 주체 권리의 전부를 행사할 수 있습니다.
<br/>제34조 (위치정보 관리책임자의 지정)
<br/>회사는 위치정보를 적절히 관리, 보호하고 개인위치정보 주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보 관리책임자로 지정해 운영합니다.
<br/>위치정보 관리책임자는 위치기반 서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.
<br/>[4장 기타]
<br/>제35조 (개인정보보호)
<br/>회사는 이용고객의 개인정보를 보호하기 위하여 개인정보보호법 등 관계 법령에서 정하는 바를 준수합니다.
<br/>회사는 회원가입 시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
<br/>회사는 이용고객의 개인정보를 수집, 이용하는 때에는 당해 이용고객에게 그 목적을 고지하고 동의를 받습니다.
<br/>회사는 이용고객의 개인정보를 보호하기 위해 "개인정보 처리방침"을 수립하고 개인정보 보호 책임자를 지정하여 이를 게시하고 운영합니다.
<br/>회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다. 링크된 사이트 및 구매 상품이나 서비스를 제공하는 제3자의 개인정보 처리와 관련하는 해당 사이트 및 제3자의 개인정보 처리방침을 확인할 책임이 이용고객에게 있으며, 회사는 이에 대하여 책임을 부담하지 않습니다.
<br/>회사는 이용계약을 위하여 이용고객이 제공한 정보를 회사 서비스 운영을 위한 목적 이외의 용도로 사용하거나 이용고객의 동의 없이 제3자에게 제공하지 않습니다. 단, 다음 각호의 경우에는 예외로 합니다.
<br/>법령에 근거하여 이용고객 정보의 이용과 제3자에 대한 정보제공을 허용하고 있는 경우
<br/>배송업무 등에 필요한 최소한의 이용고객 정보를 알려 주는 경우
<br/>기타 회사의 약관 및 정책에 따라 이용고객의 동의를 구한 경우
<br/>회사가 제2항과 제3항에 의해 이용고객의 동의를 받아야 하는 경우에는 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 「개인정보보호법」 제15조 제2항, 제17조 제2항이 규정한 사항 등을 미리 명시하거나 고지해야 하며 이용고객은 언제든 이 동의를 철회할 수 있습니다.
<br/>이용고객은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용고객이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
<br/>회사는 개인정보 보호를 위하여 이용고객의 개인정보를 취급하는 자를 최소한으로 제한하여야 합니다.
<br/>회사는 개인정보의 수집, 이용, 제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집, 이용, 제공에 관한 이용자의 동의 거절 시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집, 이용, 제공에 관한 이용고객의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
<br/>회사는 이용고객에게 회사가 제공하는 다양한 서비스의 질적 향상 및 신규 서비스 등을 위하여 이용자의 개인식별이 가능한 개인정보를 이용자의 동의를 득하여 이을 수집하여 판촉 활동(이메일 광고,모바일 광고, 텔레마케팅 광고 등)에 이용할 수 있습니다.
<br/>회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 파기합니다.
<br/>제36조 (이용계약의 해지)
<br/>회원은 언제든지 회사가 정하는 절차에 따라 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다. 단, 회원 탈퇴 후에도 이미 예약발송으로 설정된 광고성 SMS 등을 약 1년간 받아 보실 수 있습니다.
<br/>회원이 계약을 해지할 경우, 관련법 및 회사가 별도로 정하는 “개인정보 처리방침”에 따라 회사가 회원의 개인정보 등을 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 개인정보 등은 삭제됩니다.
<br/>회원이 계약을 해지하는 경우, 회원이 작성한 게시물 중 프로필 등과 같이 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 다른 회원에 의해 담기, 스크랩 등이 되어 재게시되거나, 공용게시판에 등록된 게시물 등은 삭제되지 않으니 사전에 삭제 후 탈퇴하시기 바랍니다.
<br/>“회원”이 제9조의 규정을 위반한 경우 회사는 사전 통보 없이 일방적으로 본 계약을 해지할 수 있고, 이로 인하여 서비스 운영에 손해가 발생한 경우 이에 대한 민, 형사상 책임도 물을 수 있습니다.
<br/>제37조 (면책조항)
<br/>회사는 다음 사유로 서비스를 제공할 수 없는 경우 이로 인하여 이용고객에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
<br/>천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
<br/>서비스 제공을 위하여 회사와 서비스 제휴 계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
<br/>이용고객의 귀책 사유로 서비스 이용에 장애가 있는 경우
<br/>기타 회사의 고의∙중과실이 없는 사유로 인한 경우
<br/>회사는 이용고객이 서비스를 이용하여 얻은 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용고객의 손해에 대하여는 책임을 부담하지 않습니다.
<br/>회사를 통해 접수하지 않아 전산에서 조회가 되지 않는 건에 대해 당사는 고의∙중과실이 없는 한 책임을 지지 않습니다.
<br/>회사는 이용고객이 서비스를 이용하여 기대하는 이익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며, 이용고객 상호 간 및 이용고객과 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 부담하지 않습니다.
<br/>자동차 대여 서비스의 이용고객과 대여 제휴판매자 간의 계약이므로 대여 과정에서 발생한 사고, 분쟁 등의 경우 회사는 원칙적으로 배상의 책임이 없으며, 다만 회사는 이용고객과 대여 제휴판매자 간의 적극적 중재역할을 담당합니다.
<br/>회사는 무료로 제공되는 서비스의 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
<br/>제38조 (분쟁의 해결)
<br/>회사는 이용고객이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상 처리하기 위하여 피해 보상처리기구를 설치·운영합니다.
<br/>회사는 이용고객으로부터 제출되는 불만 사항 및 의견은 먼저 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용고객에게 그 사유와 처리 일정을 즉시 통보해 줍니다.
<br/>회사와 이용고객 간에 발생한 전자상거래 분쟁과 관련하여 이용고객의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁 조정기관의 조정에 따를 수 있습니다.
<br/>제39조 (광고 게재 등)
<br/>회사는 이용고객에게 최상의 서비스를 원활하게 제공하기 위한 재정기반을 마련하기 위하여 상업용 광고를 화면에 게재하거나 이메일 또는 DM(서신) 및 SMS 등을 이용하여 개별 이용자에게 보낼 수 있습니다. 단, 수신 거절의 의사를 명백히 표시한 이용고객에 대해서는 더 이메일 또는 DM(서신) 등을 발송하지 아니합니다.
<br/>이용고객은 회사 내 서비스별 이메일 또는 SMS에 대한 수신 거절 의사를 명백히 표시할 수 있도록 회원가입 페이지, 회원가입 후 고객정보 페이지, 메일 서비스 내 수신 거부 접수란을 통해 이용고객의 수신거절 의사를 전달할 수 있습니다.
<br/>회사는 본 서비스를 통한 광고주의 판촉 활동에 이용고객이 직접 참여함으로써 발생하는 손해에 대하여는 아무런 책임을 부담하지 않습니다.
<br/>회원 가입 시 기재한 SMS 수신 동의 여부 체크에 따라서 상품정보 Mail과 SMS 서비스가 제공됩니다.
<br/>상품정보 Mail과 SMS는 수신 동의 여부 체크에 따라서 제공되며, 수신 동의 여부는 언제든지 변경 가능합니다. 단, 예약 설정되어 발송되는 안내인 경우에는 최대 1년 정도는 수신 체크 여부와 상관없이 정보 안내를 받으실 수 있습니다.
<br/>제40조 (재판권 및 준거법)
<br/>이 약관은 대한민국법령에 의하여 규정되고 이행되며, 서비스 이용과 관련하여 회사와 이용고객 간에 발생한 분쟁에 대해서는 민사소송법상의 주소지를 관할하는 법원을 합의관할로 합니다.
<br/>
<br/>부칙
<br/>제1조. 본 약관은 2023년 11월 16일부터 적용됩니다.
<br/>제2조. 회사의 위치정보 관리책임자는 다음과 같습니다.
<br/>책임자: 개발총괄이사 이재진
<br/>담당 부서: 주식회사 지니카 개발팀
<br/>전화: 02-6249-0202
<br/>문의: feedback@geniecar.co.kr