<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
지니카
<br/>
<br/>통합약관
<br/>
<br/>이용약관
<br/>개인정보처리방침
<br/>[개인정보처리방침]
<br/>주식회사 지니카(이하 “회사" 또는 “지니카")는 「개인정보보호법」 제30조 및 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「위치정보의 보호 및 이용 등에 관한 법률」 등 관련 법령상의 규정을 준수하여
<br/>적법하게 개인정보 및 개인위치정보를 처리하고 안전하게 관리하고 있으며, 이용자의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있게 하도록 다음과 같이 개인정보 처리방침을 수립⬝공개합니다.
<br/>
<br/>제1장. 개인정보 보호와 처리방침
<br/>“지니카 개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 주식회사 지니카가 개발 및 서비스 중인 지니카 (이하 “지니카”라 함)을 운영하는 데 준수해야 할
<br/>지침을 의미하며, 지니카는 대한민국의 개인정보보호 규정 및 가이드라인을 준수하고 있습니다.
<br/>지니카는 이용자의 ‘동의를 기반으로 개인정보를 수집·이용 및 제공’ 하고 있으며, ‘이용자의 권리(개인정보 자기 결정권)를 적극적으로 보장’ 합니다.
<br/>본 개인정보 처리방침은 지니카에서 적용되는 것을 원칙으로 하며 본 개인정보 처리방침은 대한민국 법령에 의하여 규정되고 해석됩니다.
<br/>제2장. 개인정보 수집 항목 및 방법
<br/>모든 이용자는 지니카가 제공하는 서비스를 이용할 수 있고, 지니카의 다양한 서비스를 받을 수 있습니다. 그리고 이때 지니카는 다음의 원칙하에 이용자의 개인정보를 수집하고 있습니다.
<br/>
<br/>지니카는 서비스 제공에 필요한 최소한의 개인 정보를 수집하고 있습니다.
<br/>
<br/>[개인정보 수집 항목]
<br/>구분 항목
<br/>서비스 이용 네이버/카카오, 이메일주소, 생년월일, 휴대폰 번호, 성별, 카드사명(이용자 선택), 카드번호(이용자 선택), 카드유효기간(이용자 선택)
<br/>서비스 예약 운전자명, 휴대폰 번호, 생년월일, 차량 배송 희망 주소지 정보(이용자 선택), 희망 차종 정보, 운전면허정보(이용자 선택) , 이메일주소, 제2 운전자명, 제2 운전자 생년월일, 제2운전자
<br/>운전면허정보(이용자 선택), 카드사명(이용자 선택), 카드번호(이용자 선택), 카드유효기간(이용자 선택), 사업자명(이용자 선택), 국적(이용자 선택)
<br/>이벤트 참가 사용자명, 수령지 주소, 휴대폰 번호
<br/>서비스 중 자동 수집 IP Address, 방문 일시, 이용자의 사용 OS, 기기 고유번호, 서비스 이용 기록, 불만 및 분쟁 처리 기록
<br/>회원가입 네이버/카카오, 이메일주소(필수), 생년월일, 휴대폰 번호, 성별, 이름, 연령대(이용자 선택)
<br/>[개인정보 수집방법]
<br/>서비스 이용, 전화, 고객센터 등
<br/>지니카는 민감 정보를 수집하지 않습니다. 지니카는 이용자의 소중한 인권을 침해할 우려가 있는 민감한 정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)는 어떠한 경우에도 수집하지
<br/>않으며, 만약 법령에서 정한 의무에 따라 불가피하게 수집하는 경우에는 반드시 이용자에게 사전 동의를 거치겠습니다. 다만, 해당 정보는 이용자가 확인한 시점을 기준으로 한 정보이며, 이용자의 개인정보를
<br/>추가 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 거치겠습니다.
<br/>*회사의 서비스 이용 과정에서 서비스 이용기록, 방문기록, 불량 이용기록, IP주소, 쿠키, MAC 주소, 모바일 기기 정보(앱 버전, OS 버전), ADID/IDFA(광고 식별자) 등의 정보가
<br/>자동으로 생성되어 수집될 수 있습니다.
<br/>
<br/>제3장. 개인정보 이용 목적
<br/>지니카는 이용자의 소중한 개인정보를 다음과 같은 목적으로만 이용하며, 목적이 변경될 경우에는 사전에 이용자의 동의를 구하도록 하겠습니다.
<br/>
<br/>구분 목적
<br/>기기 고유 번호 이용자 식별, 불량 회원의 부정한 이용 방지
<br/>서비스 제공 지니카의 다양한 서비스 제공, 이용자의 문의 사항 및 불만 처리, 공지사항 전달, 이용자의 이용 패턴과 접속 빈도 분석 및 서비스 이용에 대한 통계 및 이를 통한 맞춤형 서비스 제공 및
<br/>서비스 개선에 사용
<br/>요금 정산 이용자와 약속한 서비스 제공, 유료 서비스 구매 및 이용에 따른 요금 정산
<br/>마케팅 및 광고 신규 서비스 개발 혹은 이벤트 행사 알림을 위한 문자, push, 알림 톡 등에 사용
<br/>제4장. 개인정보 보유 및 기간
<br/>지니카는 이용자의 개인정보를 서비스 이용 시작일부터 서비스를 제공하는 기간에만 제한적으로 이용하고 있습니다. 이용자가 개인정보 삭제를 요청하거나 제공한 개인정보의 수집 및 이용에 대한 동의를 철회하는
<br/>경우, 또는 수집 및 이용목적이 달성되거나 보유 및 이용 기간이 종료한 경우 해당 이용자의 개인정보는 지체 없이 파기됩니다.
<br/>
<br/>각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
<br/>
<br/>홈페이지 회원 가입 및 관리 재화 또는 서비스 제공: 재화⬝서비스 공급 완료 및 요금 결제⬝정산 완료 시까지
<br/>회원 탈퇴 시 부정 이용 방지를 위하여 30일 동안 보관 후 파기하며, 재화 또는 서비스 제공에 해당하는 경우는 관련 법령에 의거하여 보유 기간 동안 보관 후 파기합니다. 다만, 다음의 사유에 해당하는
<br/>경우에는 해당 사유 종료 시까지
<br/>관계 법령 위반에 따른 수사 조사 등이 진행 중인 경우에는 해당 수사 조사 종료 시까지
<br/>서비스 이용에 따른 채권 채무 관계 잔존 시에는 해당 채권 채무 관계 정산 시까지
<br/>비회원 주문: 업무 목적 달성일로부터 5년 보관 후 파기
<br/>대량주문 문의: 문의 완료일로부터 30일 보관 후 파기
<br/>관계 법령의 규정 또는 회사 내부 방침에 따라 일정한 기간 회원 정보를 보관하며 자세한 내용은 아래와 같습니다.
<br/>
<br/>대상 보존근거 보존 기간
<br/>소비자의 불만 및 분쟁 처리에 관한 기록 전자상거래 등에서의 소비자보호에 관한 법률 3년
<br/>대금결제 및 재화 등의 공급에 관한 기록 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조 5년
<br/>접속에 관한 기록 통신비밀보호법 제15조의2 및 시행령 제41조 3개월
<br/>부정 거래기록 부정 거래의 배제 등 회사 방침에 의한 보존 5년
<br/>계약 또는 청약 철회 등에 관한 기록 전자상거래 등에서의 소비자보호에 관한 법률 5년
<br/>인터넷 로그 기록자료, 접속지 추적자료 통신비밀보호법 3개월
<br/>회원에서 탈퇴한 후 회원 재가입, 임의 해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제상의 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 편법과 불법행위를 하는
<br/>회원을 차단하고자 회사는 회원 탈퇴 후 3개월 동안 회원의 성명, 생년월일(또는 CI), DI, 아이디(ID), 비밀번호(Password), 이메일(E-mail) 정보를 보관하며, 로그기록, 접속
<br/>아이피(IP) 정보는 12개월간 보관합니다.
<br/>
<br/>제5장. 개인정보 처리위탁
<br/>회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
<br/>수탁자, 수탁 범위 등에 관한 사항을 전자우편 또는 홈페이지를 통해 게시
<br/>위탁계약 시 서비스제공자의 개인정보보호 관련 지시 엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고 시의 책임부담, 위탁 기간, 처리 종료 후의 개인정보의 반환 또는 파기 등을 규정하고
<br/>당해 계약 내용을 전자적으로 보관
<br/>회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.
<br/>수탁업체 위탁내용 개인정보의 보유 및 이용기간
<br/>기업은행 결제처리(가상계좌 입금) 및 환불처리 위탁 계약 만료 시 까지 보유
<br/>한국정보통신㈜ 전자 결제수단 제공 및 환불처리
<br/>네이버파이낸셜㈜ 전자 결제수단 제공 및 환불처리
<br/>(주)비바리퍼블리카 전자 결제수단 제공 및 환불처리
<br/>㈜토스페이먼츠 전자 결제수단 제공 및 환불처리
<br/>㈜카카오 서비스 이용 및 주문관련 정보제공
<br/>NHN주식회사 CRM발송(앱푸시, 카카오메세지, 문자, 이메일) 발송
<br/>주식회사 채널코퍼레이션 고객 상담 및 민원대응 등 서비스 일체
<br/>케이티알파(기프티쇼 비즈) 상품 및 경품 발송
<br/>CJ대한통운㈜ 상품 및 경품 발송
<br/>회사는 위탁계약 체결 시 위탁업무 수행목적 외 개인정보 처리금지, 기술적 관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가
<br/>개인정보를 안전하게 처리하는지를 감독하고 있습니다.
<br/>위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
<br/>제6장. 개인정보 제3자 제공
<br/>지니카는 원칙적으로 이용자의 동의 없이 개인정보를 제3자에게 제공하지 않으며, 개인정보를 제3자에게 제공해야 하는 경우 법령에 따른 동의를 받고 있습니다. 다만 당초 수집 목적과 합리적으로 관련된
<br/>범위에서 정보주체에게 불이익이 발생하는지 여부, 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부 등을 고려하여 「개인정보 보호법 시행령 제14조의2」에서 정하는 바에 따라 다음의 경우에 한해서
<br/>정보주체의 동의 없이 개인정보를 제공할 수 있습니다.
<br/>이용자가 사전에 공개하거나 또는 제3자 제공에 동의한 경우입니다.
<br/>법원 등 국가기관이 법령에 근거하여 이용자의 개인정보를 제공하도록 강제한 경우입니다
<br/>수사기관이나 기타 정부 기관으로부터 정보제공을 요청받은 경우
<br/>회원이 법령을 위반하는 등의 부정행위를 확인하기 위해 필요한 경우
<br/>대여사업자 등에게 거래 및 차량 대여 등에 필요한 최소한의 회원의 정보(성명, 주소, 전화번호)를 제공하는 경우
<br/>예약이 성사된 때에 그 이행을 위하여 필요한 경우와 예약이 종료된 이후에도 교환, 환불, 취소 등을 위하여 필요한 경우
<br/>기타 법률에 따라 요구되는 경우
<br/>개인정보보호법에 따라 정보주체의 동의 없이 제공할 수 있는 경우입니다.
<br/>법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
<br/>공공기관이 법령 등에서 정하는 소관 업무의 수행을 위하여 불가피한 경우
<br/>명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
<br/>개인정보처리자의 정당한 이익을 달성하기 위하여 필요한 경우로서 명백하게 정보주체의 권리보다 우선하는 경우. 이 경우 개인정보처리자의 정당한 이익과 상당한 관련이 있고 합리적인 범위를 초과하지 아니하는
<br/>경우에 한한다.
<br/>공중위생 등 공공의 안전과 안녕을 위하여 긴급히 필요한 경우
<br/>고지 및 동의 방법은 온라인 홈페이지의 공지사항을 통해 고지 및 동의받거나 이메일 등을 이용하여 개별적으로 고지 및 동의받을 수 있습니다.
<br/>지니카는 서비스 제공을 위해서 아래와 같이 업무를 위탁 또는 제휴하는 경우, 관계 법령에 따라 위탁 및 제휴 계약 시 제공하는 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
<br/>지니카는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
<br/>
<br/>다만, 이용자는 관련법에 따라 수집한 개인정보 제공에 동의하지 않으실 수 있으며, 동의하지 않으실 경우 서비스 이용이 제한됩니다.
<br/>
<br/>제3자 제공 현황
<br/>제공받는 자 이용 목적 제공 항목 보유 기간
<br/>차량 대여 서비스 제공자업체리스트 국내 차량의 예약 및 대여 서비스 제공, 차량 배달 서비스 제공, 운전자 운전자격 확인, 서비스 계약 이행, 예약 관리, 고객상담 예약정보(운전자명, 휴대폰 번호,
<br/>생년월일, 이메일 주소, 차량 배송 희망 주소(선택), 희망 차종 정보, 운전면허정보(선택)) 서비스 제공 기간 (관계 법령의 규정에 의하여 보존할 필요가 있는 경우 및 사전 동의를 얻은 경우 해당
<br/>보유 기간)
<br/>그림커뮤니케이션, 캐플릭스클라우드코리아, 인스, 탐스, 히카리글로벌 국내 차량 예약 시스템 운영
<br/>티맵모빌리티㈜ 티맵 렌터카 이용자에게 광고, 홍보, 제안 관련 App push 또는 핸드폰 문자 발송, 티맵 렌터카 결제 회원의 데이터 전송
<br/>벅시, 그라운드K, 타고가요 국내 기사포함 서비스 예약 관리 예약정보(운전자명, 휴대폰 번호, 생년월일, 이메일 주소, 차량 배송 희망 주소(선택), 희망 차종 정보)
<br/>DB손해보험, 티피에이코리아㈜ 자차플러스 프로그램 상품 가입, 서비스 제공, 계약 당사자 신원확인, 기타 계약 이행 관련하여 회사에 부과되는 법적∙행정적 의무의 이행 등 성명, 연락처, 생년월일,
<br/>차량번호 자차플러스 서비스 제공 가입 기간험
<br/>주식회사 마실 KTX 실시간 예매 및 결제 시스템 운영 탑승자 정보(탑승자명, 대표 탑승자 휴대폰 번호, 대표 탑승자 생년월일, 태표 탑승자 이메일 주소, 동승 탑승자명, 동승 탑승자 생년월일) 서비스
<br/>제공 기간 (관계 법령의 규정에 의하여 보존할 필요가 있는 경우 및 사전 동의를 얻은 경우 해당 보유 기간)
<br/>국외이전 현황
<br/>이전되는 국가 이전일시 및 이전방법 이전받는 대상 정보관리책임자의 연락처 이전목적 및 이전정보 항목 이전받는 자의 개인정보 보유기간
<br/>미국, 일본, 괌, 사이판 서비스 이용 시점에 네트워크를 통한 전송 차량 대여 서비스 제공자업체리스트 peter/peter@teamo2.kr 차량 예약, 배차 진행 / 예약정보(운전자명, 휴대폰 번호,
<br/>생년월일, 이메일 주소, 차량 배송 희망 주소(선택), 희망 차종 정보) 서비스 제공 기간 (관계 법령의 규정에 의하여 보존할 필요가 있는 경우 및 사전 동의를 얻은 경우 해당 보유 기간)
<br/>홍콩 버젯 홍찬호 / 02-775-1500 차량 예약, 배차 진행 및 CS 운영 / 전화번호, 예약정보(예약번호, 운전자명, 휴대폰번호, 이메일주소, 생년월일, 희망 차종 정보, 예약일시)
<br/>미국 클룩 린자오웨이 /privacy@klook.com
<br/>일본 히카리글로벌 김성호 / 070-7012-7086 / shkim@hikaritour.co.kr
<br/>일본 온라인트래블 森田裕之Morita Hiroyuki / hmorita@ontra.jp / 050-3498 - 0751
<br/>말레이시아 서비스 신청 시점에 네트워크를 통한 전송 Sabah Booking A.D.K. Chin Lam Sang / ask@sabahbooking.com
<br/>싱가포르 Luxury Tour Min Er / min.er@luxury.com.sg
<br/>태국 OK Air Trading 윤일성 / tourbaksa@2029@nate.com
<br/>필리핀 Jk tourism development inc. 최가은 / jktour6502@nate.com
<br/>라오스 트래블라오 김봉환 / travellao2011@gmail.com
<br/>베트남 Sana Tour Company Phuoc / +84 79 677 6822
<br/>베트남 Hoi An Express info@hoianexpress.com.vn
<br/>제7장. 개인정보 파기
<br/>지니카는 이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성, 개인정보 보유기간의 경과 등 개인정보를 파기할 사유가 발생한 경우에는 개인정보책임자의 책임 하에 내부 방침 절차에 따라 해당 정보를
<br/>재생할 수 없는 기술적인 방법을 이용하여 완전하게 삭제하게 되고, 종이로 출력된 개인정보는 분쇄하거나 소각하여 지체 없이 파기함을 약속합니다.
<br/>이용자로부터 동의받은 개인정보 보유 기간이 지나거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나
<br/>보관장소를 달리하여 보존합니다. 별도 보존되는 개인정보는 법률에 의한 경우가 아니고서는 보존목적 이외의 다른 목적으로 이용되지 않습니다.
<br/>제8장. 이용자 및 법정대리인의 권리와 그 행사방법
<br/>지니카는 서비스 이용에 대해, 이용자의 권리를 다음과 같이 보호하고 있습니다.
<br/>언제든지 등록된 자신의 개인정보를 조회하고 삭제할 수 있습니다. 다만, 그러한 경우 해당 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
<br/>언제든지 개인정보 제공에 관한 동의 철회를 요청할 수 있습니다.
<br/>이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리 결과를
<br/>제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
<br/>회사는 이용자 혹은 법정 대리인의 요청으로 해지 또는 삭제된 개인정보는 "개인정보의 보유 및 이용 기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
<br/>이용자는 홈페이지의 “개인정보수정", “회원탈퇴" 메뉴를 통하여 권리 행사를 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.
<br/>이용자에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여서 하실 수 있습니다. 이 경우 위임장을 제출하셔야 합니다.
<br/>이용자는 개인정보 보호 유관 법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 안 됩니다. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을
<br/>훼손할 시에는 『개인정보보호법』 등에 의해 처벌받을 수 있습니다.
<br/>이용자의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등
<br/>허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
<br/>제9장. 링크 사이트에 대한 책임
<br/>회사는 이용자에게 다른 웹사이트에 대한 링크를 제공할 수 있습니다. 다만, 링크된 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "개인정보 처리방침"이 적용되지 않습니다.
<br/>
<br/>제10장. 게시물
<br/>회사는 이용자의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다.
<br/>타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글
<br/>동의 없는 타인의 신상 공개, 지니카의 저작권, 제3자의 저작권 등 권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물
<br/>지니카는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개 시 특정 부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.
<br/>다른 주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다.
<br/>제11장. 개인정보의 기술적/관리적 보호 대책
<br/>회사는 이용자들의 개인정보를 처리하면서 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
<br/>
<br/>비밀번호 암호화
<br/>회원 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
<br/>
<br/>해킹 등에 대비한 대책
<br/>회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
<br/>
<br/>개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신 프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서
<br/>개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입 차단 시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를
<br/>갖추려 노력하고 있습니다.
<br/>
<br/>취급 직원의 최소화 및 교육
<br/>회사의 개인정보 관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 개인정보 처리방침의 준수를 항상 강조하고
<br/>있습니다.
<br/>
<br/>개인정보보호 전담 기구의 운용
<br/>사내 개인정보보호 전담 기구 등을 통하여 개인정보 처리방침의 이행사항 및 담당자의 준수 여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로잡을 수 있도록 노력하고 있습니다. 단, 이용자 본인의
<br/>부주의나 인터넷상의 문제로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
<br/>
<br/>개인정보 권한 담당자 지정
<br/>회사는 컴퓨터를 이용하여 이용자의 개인정보를 처리할 때는 담당자에게 식별부호(ID)와 비밀번호(Password)를 부여하고, 해당 비밀번호(Password)를 정기적으로 갱신하고 있습니다.
<br/>
<br/>서약서 서명
<br/>회사는 신규로 채용된 직원에게 정보보호서약서 또는 개인정보보호서약서에 서명하게 하여 직원에 의한 정보 유출을 미리 방지하고 있으며, 개인정보처리방침에 대한 이행사항과 직원의 준수 여부를 감사하기 위한
<br/>내부절차를 마련하여 지속적으로 시행하고 있습니다. 회사는 직원 퇴직 시 비밀유지서약서에 서명함으로 회원의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손·침해 또는 누설하지 않도록 하고
<br/>있습니다.
<br/>
<br/>제12장. 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 대한 사항
<br/>회사는 제공하는 인터넷서비스를 통하여 이용자의 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 설치 또는 운용할 수도 있습니다. (쿠키란 웹 서버가 웹 브라우저에 보내어 저장했다가 서버의 부가적인
<br/>요청이 있을 때 다시 서버로 보내주는 문자열 정보를 말합니다)
<br/>이용자가 회사 웹사이트, 애플리케이션에 접속하면 회사는 이용자의 브라우저 또는 핸드폰에 있는 쿠키의 내용을 읽고, 추가정보를 찾아 접속에 따른 성명 등의 추가 입력 없이 이용자에게 서비스를 제공할 수
<br/>있습니다.
<br/>
<br/>회사가 쿠키(cookie)를 통해 수집한 이용자의 정보는 다음의 목적을 위해 사용될 수 있습니다.
<br/>개인의 관심 분야에 따라 차별화된 정보를 제공
<br/>회원과 비회원의 접속 빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심 분야를 파악하여 타깃(target)마케팅에 활용
<br/>관심 있게 둘러본 내용의 자취를 추적하여 다음번 접속 때 개인 맞춤 서비스를 제공
<br/>유료서비스를 이용할 때 이용 기간 안내
<br/>이용자들의 습관을 분석하여 서비스 개편 등의 척도로 활용
<br/>쿠키는 이용자의 컴퓨터는 식별하지만, 이용자를 개인적으로 식별하지는 않습니다. 또한 이용자는 쿠키(Cookie) 설치에 대한 선택권을 가지고 있습니다. 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면
<br/>모든 쿠키를 거부할 수 있습니다. 단, 이용자가 쿠키 설치를 거부하면 서비스 이용에 불편이 있거나, 서비스 제공에 어려움이 있을 수 있습니다.
<br/>쿠키(Cookie)는 브라우저를 종료할 때나 로그아웃할 때 만료됩니다.
<br/>제13장. 개인정보 관리 책임자 및 담당 부서
<br/>회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다.
<br/>
<br/>책임자: 개발총괄이사 이재진
<br/>담당 부서: 개발팀
<br/>전화: 02-6249-0202
<br/>문의: feedback@geniecar.co.kr
<br/>이용자는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의할 수 있습니다. 회사는 이용자의
<br/>문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
<br/>
<br/>또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하셔서 도움을 받으실 수 있습니다.
<br/>
<br/>개인분쟁조정위원회 (https://www.kopico.go.kr / 1336 )
<br/>정보보호마크인증위원회 (http://www.eprivacy.or.kr / 02-580-0533~4 )
<br/>대검찰청 인터넷범죄수사센터 (http://www.spo.go.kr / 02-3480-3600 )
<br/>경찰청 사이버안전국 (http://cyberbureau.police.go.kr / 02-392-0330 )
<br/>제14장. 모바일 앱, 웹 브라우저 사용 시 광고 식별자(ADID/IDFA) 수집
<br/>회사는 이용자의 ADID/IDFA를 수집할 수 있습니다. ADID/IDFA란 모바일 앱 이용자의 광고 식별 값으로서, 사용자의 맞춤 서비스 제공이나 더 나은 환경의 광고를 제공하기 위한 측정을 위해
<br/>수집될 수 있습니다.
<br/>
<br/>[거부방법]
<br/>Android: 설정->구글(구글설정)->광고->광고 맞춤설정 선택 해제
<br/>iOS: 설정->개인 정보 보호->광고->광고 추적 제한
<br/>Internet Explorer:웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정
<br/>Chrome: 웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키
<br/>제15장. 온라인 맞춤형 광고 서비스
<br/>회사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집하도록 허용하고 있습니다.
<br/>
<br/>행태정보를 수집 및 처리하는 광고 사업자: 구글, 애플, 페이스북, Naver, 카카오, Branch, 선을만나다, Appsflyer, 마케팅키드
<br/>행태정보 수집 방법: 이용자가 당사 웹사이트 방문하거나 앱을 실행할 때 자동 수집 및 전송
<br/>제16장. 광고성 정보 전송
<br/>회사는 이용자의 명시적인 수신거부의사에 반하여 영리 목적의 광고성 정보를 전송하지 않습니다.
<br/>회사는 안내 등 온라인 마케팅을 위해 광고성 정보를 전자우편 등으로 전송하는 경우 정보통신망법의 규정에 따라 제목란 및 본문란에 다음 사항과 같이 이용자가 쉽게 알아볼 수 있도록 조치합니다.
<br/>제목란 : (광고)라는 문구를 제목란에 표시하지 않을 수 있으며 전자우편 본문란의 주요 내용을 표시합니다.
<br/>본문란 : 이용자가 수신 거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편 주소, 전화번호 및 주소 등 이용자가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 명시합니다.
<br/>팩스, 휴대폰 문자전송 등 전자우편 이외의 문자전송을 통해 영리 목적의 광고성 정보를 전송하는 경우에는 전송내용 처음에 "(광고)"라는 문구를 표기하고 전송내용 중에 전송자의 연락처를 명시하도록
<br/>조치합니다.
<br/>제17장. 고지의 의무
<br/>지니카는 위 내용에 대한 추가, 삭제 및 수정이 있을 경우에는 시행하는 날로부터 최소 7일 전에 각 서비스의 공지사항을 통해 이용자에게 설명해 드리겠습니다. 다만 이용자의 소중한 권리 또는
<br/>의무에 중요한 내용 변경은 최소 30일 전에 알려 드리겠습니다.
<br/>
<br/>개인정보처리방침 시행일자: 2023년 11월 23일 (서비스개시일)
<br/>개인정보처리방침 변경공고일자: 2023년 11월 16일 (변경 공고일)
<br/>[개인위치정보처리방침]
<br/>주식회사 지니카에서 운영하는 서비스 지니카(이하 “회사" 또는 “지니카")는 이용자의 동의를 기반으로 개인위치정보를 이용하고 있으며, 「위치정보의 보호 및 이용 등에 관한 법률」 , 「개인정보
<br/>보호법」 등 개인위치정보와 관련된 법령상의 개인위치정보보호 규정을 준수하고 있습니다.
<br/>
<br/>제 1장. 개인위치정보의 처리목적 및 보유기간
<br/>지니카는 이용자의 동의가 있거나 법령의 규정에 의한 경우를 제외하고는 이용약관에서 정한 목적 범위 내에서 회사는 개인위치정보를 다음과 같은 목적으로 이용하며 별도 수집하지 않습니다.
<br/>
<br/>현재 위치를 활용한 검색 결과 제공: 개인 위치정보 주체의 현 위치를 기준으로 근거리 및 방문이 가능한 제휴판매자 등의 검색 결과를 제공합니다.
<br/>제 2장. 개인위치정보 수집ㆍ이용ㆍ제공사실 확인자료의 보유근거 및 보유기간
<br/>지니카는 「위치정보의 보호 및 이용 등에 관한 법률」 제16조제2항에 근거하여 개인위치정보주체에 대한 위치정보의 수집사실 확인자료를 위치정보시스템에 자동으로 기록하며, 해당 자료는 1년간
<br/>보존합니다.
<br/>
<br/>제 3장. 개인위치정보의 파기 절차 및 방법
<br/>지니카는 이용자의 개인위치정보에 대해 별도 수집하지 않으나, 만에하나 수집이 필요한 경우가 발생하여 수집하게 된 개인위치정보에 대하여 본 처리방침을 통해 공개하거나, 이용자의 사전 동의를
<br/>거치겠습니다.
<br/>
<br/>개인위치정보의 수집·이용 목적이 달성, 개인정보 보유기간의 경과 등 개인정보를 파기할 사유가 발생한 경우에는 개인위치정보책임자의 책임 하에 내부 방침 절차에 따라 해당 정보를 재생할 수 없는
<br/>기술적인 방법을 이용하여 완전하게 삭제하게 되고, 종이로 출력된 개인정보는 분쇄하거나 소각하여 지체 없이 파기함을 약속합니다.
<br/>
<br/>이용자로부터 동의받은 개인위치정보 보유 기간이 지나거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인위치정보를 계속 보존하여야 하는 경우에는, 해당 개인위치정보를 별도의
<br/>데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보존되는 개인위치정보는 법률에 의한 경우가 아니고서는 보존목적 이외의 다른 목적으로 이용되지 않습니다.
<br/>
<br/>제 4장. 개인위치정보의 제3자 제공 및 통보에 관한 사항
<br/>지니카는 원칙적으로 이용자의 동의 없이 개인위치정보를 제3자에게 제공하지 않으며, 개인 위치정보를 제3자에게 제공하는 경우 개인 위치정보를 수집한 당해 통신 단말장치로 매회 이용고객에게 받는자,
<br/>제공일시 및 제공목적을 즉시 통보합니다. 단, 다음 각 항의 어느 하나에 해당하는 경우에는 이용고객이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
<br/>
<br/>개인 위치정보를 수집한 당해 통신 단말장치가 문자, 음성 또는 영상의 수신 기능을 갖추지 아니한 경우
<br/>이용고객이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
<br/>제 5장. 보호의무자의 권리 • 의무 및 그 행사방법에 관한 사항
<br/>지니카는 「위치정보의 보호 및 이용 등에 관한 법률」 제26조제1항에 근거하여 다음 각 호의 어느 하나에 해당하는 사람(이하 “8세 이하의 아동등”이라 함)의 보호의무자가 8세 이하의 아동등의
<br/>생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
<br/>
<br/>8세 이하의 아동
<br/>피성년후견인
<br/>장애인복지법 제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제32조의 규정에 의하여
<br/>장애인등록을 한 사람에 한정)
<br/>8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야
<br/>합니다.
<br/>
<br/>보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.
<br/>
<br/>제 6장. 위치정보 침해사고에 대한 대응 방법 및 절차
<br/>지니카는 해킹이나 악성코드 감염 등에 의한 정보주체의 개인위치정보 유출사고를 막고, 침해사고 발생 시 신속한 대응을 통해 피해 발생을 최소화하고자 다음과 같은 절차를 마련하고 있습니다.
<br/>
<br/>위치정보 유출사실을 위치정보 관리 책임자와 대표이사에게 신속하게 보고하고 새로운 상황이 발생될 때마다 수시로 대응하기 위해 담당부서와 관리자를 설정합니다.
<br/>위치정보 유출 원인을 파악한 후, 피해 최소화 등을 위해 취약점 제거 등 유출 원인을 제거하는 긴급 대응 조치를 실시하도록 합니다.
<br/>위치정보 주체에게 유출 사실을 통지하고 개인정보보호위원회 또는 한국인터넷진흥원에 유출 사실을 신고합니다.
<br/>위치정보의 유출로 인한 정보주체 피해구제 등 지원 방안을 마련하고 유사 사고의 재발방지를 위해 대책을 수립·시행합니다.
<br/>제 7장. 위치정보 관리 책임자 및 담당 부서
<br/>책임자: 개발총괄이사 이재진
<br/>담당 부서: 개발팀
<br/>전화: 042-1212-1212
<br/>문의: feedback@geniecar.co.kr
<br/>
<br/>12차 개인정보처리방침